Repository: Bogdanum/MergeHomeless
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: pt

# Text_bonus_gems
source: Diamonds
pt: Ouros

# Text_completed_mission
source: Congratulation! You are complete the mission!
pt: Meus parabéns! Vocês completaram a missão!

# Text_daily_quest_will_back
source: Check back for a new quest tomorrow!
pt: Volte a procurar uma nova missão amanhã!

# Text_description_add_seconds
source: Add another {0} seconds
pt: Adicionar mais {0} segundos

# Text_description_connect_facebook_failed
source: Connection to Facebook failed. Please try again.
pt: A ligação ao Facebook falhou. Por favor, tente novamente.

# Text_description_discount_shop
source: All sell {0}% off
pt: Todos vendem {0} % de desconto

# Text_description_earning_each_sec
source: {0}/sec
pt: {0} / s

# Text_description_earning_shop
source: All profits <color=#FFED00FF>+{0}%</color>
pt: Todos os lucros <color= # FFED00FF> + {0}%< / color>

# Text_description_equip_discount_buy
source: The purchase will be reduced by {0}%.
pt: A compra será reduzida em {0}%.

# Text_description_equip_discount_upgrade
source: The upgrade will be reduced by {0}%.
pt: A actualização será reduzida em {0}%.

# Text_description_failed_to_sync_cloud
source: Failed to sync or load progress. Please try again.
pt: Não foi possível sincronizar ou carregar o progresso. Por favor, tente novamente.

# Text_description_follow_and_talk_us
source: More games on our site!
pt: Mais jogos no nosso site!

# Text_description_follow_on_twitter
source: Follow us on Twitter!
pt: Segue-nos no Twitter!

# Text_description_get_revenue_for_times
source: for you while you're away for {0}
pt: para ti enquanto estiveres fora

# Text_description_go_go
source: Let's start!!!
pt: Vamos começar!!!

# Text_description_here_your_reward
source: Here’s your reward
pt: Aqui está a tua recompensa.

# Text_description_increase_exp
source: <color=#FFED00FF>+{0}%</color> more XP
pt: <cor=#FFED00FF>+{0}% < /Cor> mais XP

# Text_description_invite_friend_get_profit_boost
source: Invite friends. Get profit boosts!
pt: Convidar amigos. Aumentar os lucros!

# Text_description_locked
source: Oops ... It's Locked!
pt: Oops ... Está trancada!

# Text_description_lv
source: Lv.{0}
pt: Nivel.{0}

# Text_description_mission_buy_item
source: Buy {0} times.
pt: Compra {0} vezes.

# Text_description_mission_get_bonus
source: Get reward {0} times.
pt: Obter recompensa {0} vezes.

# Text_description_mission_like_facebook
source: Like our Facebook page
pt: Como a nossa página no Facebook

# Text_description_mission_merge
source: Merge {0} times.
pt: Juntar {0} vezes.

# Text_description_mission_not_complete
source: The quest does not complete!
pt: A busca não está completa!

# Text_description_mission_own_item
source: Get {0} Lv.{1} Characters in the Central Park.
pt: Arranja personagens de Nível {1} no Central Park.

# Text_description_mission_tap_box
source: Tap {0} times.
pt: Toque {0} vezes.

# Text_description_mission_tap_item
source: Tap {0} times.
pt: Toque {0} vezes.

# Text_description_mission_upgrade_item
source: Upgrade {0} times.
pt: Actualizar {0} vezes.

# Text_description_more_come_soon
source: More coming soon
pt: Mais em breve

# Text_description_no_more_ads
source: No Ads Available!
pt: Não Há Anúncios Disponíveis!

# Text_description_no_more_park
source: No More Parking Available!
pt: Não Há Mais Estacionamento Disponível!

# Text_description_not_enough_cash
source: Oops... Not enough coins!
pt: Oops... Não há moedas suficientes!

# Text_description_not_enough_coca
source: Oops... Not enough money!
pt: Oops... Não há dinheiro suficiente!

# Text_description_not_enough_diamonds
source: Oops... Not enough diamonds!
pt: Oops... Não há diamantes suficientes!

# Text_description_notification_1
source: Time for earning more coins!
pt: Está na hora de ganhar mais moedas!

# Text_description_notification_2
source: Good morning! Join and Earn more coins!
pt: Bom dia! Junte-se e ganhe mais moedas!

# Text_description_notification_3
source: New Day and New Game!
pt: Novo dia e novo jogo!

# Text_description_notification_4
source: Time to be a Hero! Let's Play!!!
pt: Hora de ser um herói! Vamos jogar!!!

# Text_description_notification_5
source: Play and become a billionaire!
pt: Jogue e se torne um bilionário!

# Text_description_racing
source: Merge and Unlock more Characters!
pt: Fundir e desbloquear mais personagens!

# Text_description_racing_II
source: Join the racing and earning more coins! Become a rich human!
pt: Junte-se à corrida e ganhe mais moedas! Torna-te um humano Rico!

# Text_description_rate_me
source: Please take a minute and rate the game if you like it.
pt: Por favor, tome um minuto e avaliar o jogo se você gosta.

# Text_description_reach_level
source: You’ve reached level {0}.
pt: Atingiste o nível.

# Text_description_require_level
source: Required level: {0}
pt: Nível requerido: {0}

# Text_description_revenue_from_ads
source: Get {0}x with video
pt: Obter {0}x com vídeo

# Text_description_revenue_from_diamonds
source: Get {0}x with
pt: Obter {0}x com

# Text_description_speed_in
source: Speed x2 in
pt: Velocidade x2 em

# Text_description_spin_more_and_win
source: Spin more, win more!
pt: Gira mais, ganha mais!

# Text_description_tap_open_chest
source: Tap on a chest to open it
pt: Bata no peito para abri-lo.

# Text_description_tap_to_open
source: Tap to open
pt: Toque em Abrir

# Text_description_thank_you
source: Thank You!
pt: Obrigada!

# Text_description_time_jump
source: {0}h Time Jump
pt: {0}h salto temporal

# Text_description_time_jump_1_day
source: 1-DAY TIME JUMP
pt: SALTO DE 1 DIA NO TEMPO

# Text_description_time_jump_14_day
source: 14-DAY TIME JUMP
pt: SALTO DE 14 DIAS NO TEMPO

# Text_description_time_jump_30_day
source: 30-DAY TIME JUMP
pt: SALTO DE 30 DIAS NO TEMPO

# Text_description_time_jump_7_day
source: 7-DAY TIME JUMP
pt: SALTO DE 7 DIAS NO TEMPO

# Text_description_tutorial_earning
source: Put the character into the racing and starting to earn coins.
pt: Colocar o personagem na corrida e começar a ganhar moedas.

# Text_description_tutorial_speed_up
source: Let's speed up to fast earning money by diamonds or watching ads.
pt: Vamos acelerar a ganhar dinheiro rapidamente com diamantes ou a ver anúncios.

# Text_description_tutorial_start_game
source: Thank for your join my world. Let's enjoy and rate me if you like!
pt: Obrigado por te juntares ao meu mundo. Vamos divertir-nos e avaliar-me se quiseres!

# Text_description_tutorial_upgrade
source: Let's Upgrade Characters or Upgrade Equipments to earn more coins.
pt: Vamos atualizar os caracteres ou equipamentos para ganhar mais moedas.

# Text_description_ufo_gift
source: Delivery from the future! You got
pt: Entrega do futuro! Tens

# Text_description_update_android
source: New update available in Google Play! Update now!
pt: Nova atualização disponível no Google Play! Actualizar agora!

# Text_description_update_ios
source: New update available in App Store! Update now!
pt: Nova atualização disponível na App Store! Actualizar agora!

# Text_description_watch_to_get_free
source: Watch to get FREE:
pt: Veja para se libertar:

# Text_description_we_are_collected
source: We've collected
pt: Nós recolhemos

# Text_description_welcome_racer
source: Welcome to Fantasy world!
pt: Bem - vindo ao mundo da fantasia!

# Text_description_will_available_in
source: Will be available in:
pt: Estará disponível em:

# Text_description_you_are_claimed
source: Congrats, Boss! You've claimed
pt: Parabéns, Chefe! Você reivindicou

# Text_description_you_earned
source: We've collected
pt: Nós recolhemos

# Text_descriptuon_profit_speed_x
source: Profit speed x{0}
pt: Velocidade de lucro x{0}

# Text_inp_window_button_ok
source: OK
pt: BEM

# Text_inp_window_error
source: Name was taken!
pt: O nome foi tirado!

# Text_inp_window_forb
source: Name was prohibited!
pt: O nome foi proibido!

# Text_inp_window_header
source: Enter Name
pt: Indique O Nome

# Text_label_back
source: Back
pt: Volta

# Text_label_battery_saver
source: Battery Saver
pt: Protector De Baterias

# Text_label_bonus_reward
source: Bonus Reward
pt: Prémio De Bónus

# Text_label_booster
source: Booster
pt: Impulsionador

# Text_label_buy
source: Buy
pt: Comprar

# Text_label_claim
source: Claim
pt: Reivindicar

# Text_label_come_back_later_for_spin
source: Come back later to Spin N' Win, Boss!
pt: Volte mais tarde para girar a vitória, chefe!

# Text_label_completed
source: Completed
pt: Elaborar

# Text_label_currency_exchange
source: Currency Exchange
pt: cambio

# Text_label_daily_event_available
source: DAILY EVENT AVAILABLE!
pt: EVENTO DIÁRIO DISPONÍVEL!

# Text_label_daily_quest
source: Daily Quest
pt: Jornada Diária

# Text_label_diamond_shop
source: Diamond Shop
pt: Loja De Diamantes

# Text_label_discount
source: DISCOUNT
pt: DESCONTO

# Text_label_discount_value
source: {0}% Discount
pt: {0} % desconto

# Text_label_earning
source: Earning
pt: Ganhar

# Text_label_event_end_in
source: Ends in:
pt: Termina em:

# Text_label_exchange
source: Exchange
pt: Troca

# Text_label_follow
source: Follow
pt: Seguir

# Text_label_free
source: Free
pt: Livre

# Text_label_get_x_profit
source: Get {0}x PROFIT!
pt: Obter {0}x lucro!

# Text_label_gimme_that
source: GIMME THAT!
pt: DÁ-ME ISSO!

# Text_label_give_us_five_stars
source: GIVE US 5 STARS!
pt: DÁ-NOS CINCO ESTRELAS!

# Text_label_handful_of_coins
source: Handful of Coins
pt: Um punhado de moedas

# Text_label_invite_friends
source: Invite friends
pt: Convidar os amigos

# Text_label_item_name_10
source: Vagabund bum
pt: Vagabundo bum

# Text_label_item_name_13
source: Bum alcoholic
pt: Alcoólatra vadio

# Text_label_item_name_14
source: Bum clumsy
pt: Bum trapalhão

# Text_label_item_name_15
source: Stray bum
pt: Vagabundo vadio

# Text_label_item_name_17
source: Streetwalker bum
pt: Prostituta vagabunda

# Text_label_item_name_19
source: Bum wanderer
pt: Vagabundo Vagabundo Vagabundo

# Text_label_item_name_21
source: Bum-adventurer
pt: Bum-aventureiro

# Text_label_item_name_22
source: Bum nobleman
pt: Nobre vagabundo

# Text_label_item_name_24
source: Baron of the bums
pt: Barão dos vagabundos

# Text_label_item_name_25
source: Count of Bums
pt: Número de vagabundos

# Text_label_item_name_27
source: The homeless boyar
pt: O Boiardo sem-abrigo

# Text_label_item_name_28
source: Dike of the Bums
pt: Dique dos vagabundos

# Text_label_item_name_29
source: Prince of Bums
pt: Príncipe dos vadios

# Text_label_item_name_3
source: Homeless
pt: Desabrigado

# Text_label_item_name_30
source: The King of the Bums
pt: O Rei dos vagabundos

# Text_label_item_name_4
source: Ordinary bum
pt: Vagabundo comum

# Text_label_item_name_6
source: Bum
pt: Vagabundo

# Text_label_item_name_7
source: Experienced-bum
pt: Vagabundo experiente

# Text_label_item_name_8
source: Bum slacker
pt: Vagabundo preguiçoso

# Text_label_language
source: Language
pt: Idioma

# Text_label_later
source: Later
pt: Tarde

# Text_label_let_spin
source: Let's Spin!
pt: Vamos rodar!

# Text_label_level_up
source: Level Up!
pt: Nivelar!

# Text_label_level_up_upgrade
source: Level Up!
pt: Nivelar!

# Text_label_maxed
source: MAXED
pt: MAXIMO

# Text_label_music
source: Music
pt: Musica

# Text_label_next_in
source: Next in:
pt: Próximo em:

# Text_label_normal_quest
source: Normal Quest
pt: Missão Normal

# Text_label_notification
source: Notification
pt: Notificacao

# Text_label_offline_earning
source: Welcome back, Boss!
pt: Bem-vindo de volta, chefe!

# Text_label_other
source: Others
pt: Outro

# Text_label_owned
source: Owned
pt: Publicar

# Text_label_pile_of_coins
source: Pile of Coins
pt: Pilha de moedas

# Text_label_profit_speed
source: Profit Speed
pt: Velocidade De Lucro

# Text_label_rate_me
source: Rate Me
pt: Classifique-Me

# Text_label_rate_now
source: Rate it now
pt: Classifica-o agora.

# Text_label_restore_purchase
source: Restore Purchase
pt: Repor A Compra

# Text_label_sale_off
source: {0}% off
pt: {0} % de desconto

# Text_label_settings
source: Setting
pt: Configuracao

# Text_label_share
source: Share
pt: Compartilhar

# Text_label_shop
source: Shop
pt: Loja

# Text_label_sound
source: Sound
pt: Som

# Text_label_speed
source: Speed
pt: Velocidade

# Text_label_speed_up
source: Speed Up
pt: Acelerar

# Text_label_statistics
source: Statistics
pt: Estatistica

# Text_label_tap_to_close
source: Tap to close
pt: Toque para fechar

# Text_label_unlocked
source: Unlocked
pt: Desbloqueado

# Text_label_update_now
source: Update Now
pt: Actualizar Agora

# Text_label_upgrade
source: Upgrades
pt: Actualizacao

# Text_label_watch_now
source: WATCH NOW
pt: VÊ AGORA.

# Text_label_watch_to_spin
source: Watch to Spin
pt: Ver para rodar

# Text_label_wheel_lucky
source: Wheel Lucky
pt: Sorte Na Roda

# Text_label_yeah
source: YEAY!
pt: YAY!

# Text_label_your_income
source: Your income
pt: Os seus rendimentos

# Text_lb_access_panel_loadinglb
source: Internet connection required to access the leaderboard
pt: Ligação à Internet necessária para aceder à tabela de classificação

# Text_lb_panel_header
source: Leaderboard
pt: Classificacao

# Text_lb_panel_loadinglb
source: Loading...
pt: Carregamento...

# Text_lb_panel_show_all_players
source: Show top 100
pt: Mostrar o top 100

# Text_lb_panel_show_around_players
source: Show my position
pt: Mostrar a minha posição

# Text_out_of_mission
source: Well done Bro! The mission is ended. The next missions will update soon.
pt: Muito bem, mano! A missão terminou. As próximas missões serão atualizadas em breve.

# Text_reward_description_box1
source: Random character box
pt: Caixa de caracteres aleatórios

# Text_reward_description_box2
source: 2 boxes with random characters
pt: 2 caixas com caracteres aleatórios

# Text_reward_description_diamonds10
source: 10 Diamonds
pt: 10 Ouros

# Text_reward_description_diamonds5
source: 5 Diamonds
pt: 5 Ouros

# Text_reward_description_speedup150
source: Speed up 150 seconds
pt: Acelerar 150 segundos

# Text_reward_description_speedup200
source: Speed up 200 seconds
pt: Acelerar 150 segundos

# Text_reward_description_x5prof20s
source: Gives 20 seconds to x5 profit
pt: Dá 20 segundos para o lucro x5

# Text_reward_description_x5prof30s
source: Gives 30 seconds to x5 profit
pt: Dá 30 segundos para o lucro x5

# Text_title_notification_1
source: Welcome a new day!
pt: Bem-vindo a um novo dia!

# Text_title_notification_2
source: Have a nice day!
pt: Tenha um bom dia!

# Text_title_notification_3
source: Suppppper Day!!!
pt: Dia De Festa!!!
